<?php 

	$title_arr = array('队列编号no1', '队列编号no2', '母亲姓名', '末次月经', '分娩日期', '身份证', '母亲电话', '父亲电话', '备用电话', '母亲生日', '更新所用数据库日期', '保健册号', '母子卡号', '是否登记', '建册日期', '门诊ID', '门诊ID2', '身份证号（分娩信息）', '母亲生日（分娩信息）', '住院号', '保健册号1', '母子卡号1', '电话', '计数2', '胎数', '母亲编号', '儿童编号', '母亲入院体重（Kg）', '年龄岁', '住院号', '城镇乡村', '母亲职业（产时信息）', '母亲文化程度', '计划外引产', '户口省（产时信息）', '户口市（产时信息）', '户口区县（产时信息）', '现居住省（产时信息）', '现居住市（产时信息）', '现居住区（产时信息）', '现居住社区（产时信息）', '现居住详细地址（产时信息）', '现居住时间（产时信息）', '休养地址区（产时信息）', '休养详细地址（产时信息）', '孕次', '产次', '预产期', '产检次数', '分娩孕周', '诊断', '是否高危', '妊高症症状', '高危其它', '心脏病', '肝病', '前置胎盘', '胎膜早破', '胎儿窘迫', '胎盘情况', '胎数', '会阴破裂', '会阴切开', '会阴缝合', '产后2小时宫缩', '出血量ml', '手机号码', '手机号码2', '产褥感染', '子宫破裂', '羊水栓塞', '孕产妇HIV筛查', '出院前母乳喂养', '院外分娩', '产后出血ml', '产妇死亡', '孕妇死亡', '存活情况', '新生儿性别', '健康状况', '出生体重g', '出生身长cm', '分娩时间时', '分娩时间分', '分娩方式', '母子卡号', '胎方位', '产程一', '第一产程时', '第一产程分', '第一产程时间（min）', '产程二', '第二产程时', '第二产程分', '第二产程时间（min）', '产程三', '第三产程时', '第三产程分', '第三产程时间（min）', '总产程', '总产程时', '总产程分', '总产程时间（min）', '早吸吮', '阿氏评分1分钟', '阿氏评分5分钟', '新生儿中重度窒息', '出生缺陷', '破伤风', '新生儿筛查', '听力筛查', '接生者', '备注', '表号');
	$part_title_arr = array('no1', 'no2', 'name', 'lmp', 'dedate', 'm_id', 'pphone', 'hphone', 'dephone', 'm_id2', 'update_date', 'HBID', 'ppid' ,'regist' ,'build', 'patid', 'patid2', 'id_deinfo', 'id2_deinfo', 'ad', 'hbid1', 'ppid1', 'tel', 'count2', 'fetus', 'pid', 'cid', 'var6', 'var7', 'var8', 'var9', 'var10', 'var11', 'var12', 'var13', 'var14_a', 'var14_b', 'var15', 'var16', 'var17', 'var18', 'var19', 'var20', 'var21', 'var22', 'var23', 'var24', 'var25', 'var27', 'var28', 'var29', 'var30', 'var31', 'var32', 'var33', 'var34', 'var35', 'var36', 'var37', 'var38', 'var39', 'var40', 'var41', 'var42', 'var43', 'var44', 'var45', 'var46', 'var46_a', 'var47', 'var48', 'var49', 'var50', 'var51', 'var52', 'var53', 'var54', 'var55', 'var56', 'var57', 'var58', 'var59', 'var60', 'var61', 'var62', 'var63', 'var64', 'var65', 'var65_h', 'var65_m', 'var65_min', 'var66', 'var66_h', 'var66_m', 'var66_min', 'var67', 'var67_h', 'var67_m', 'var67_min', 'var68', 'var68_h', 'var68_m', 'var68_min', 'var69', 'var70', 'var71', 'var72', 'var73', 'var74', 'var75', 'var76', 'var77' , 'remark',  'm1_tab_no');
	$message_arr = array('HP14101', 'HP84924', '春艳', '2014-05-15', '2015-3-15', '421125198307102000', '18062028651', '13397118049', '15807161163', '2015-2-22', '2015-2-22', '22', '121212', '是', '2015-2-22', '13123', '33131', '4211255556854463642', '2015-2-22', '1323', '312312', '312312', '14578965233', '13213', '3123', '3123123', '3132123', '65', '25', '312312', '武汉市关山大道', '企业职工', '本科', '否', '湖北省', '武汉市', '洪山区', '湖北省', '武汉市', '洪山区', '湖电社区', '14栋' , '北京', '武汉市洪山区', '湖电社区14栋', '2', '1', '2015-2-22', '3', '34', '好', '否', '无', '无', '无', '无', '无', '无', '无', '好', '1', '无', '无', '无', '无', '0', '12345678911', '12345678911', '无', '无', '无', '无', '无', '无', '0', '无', '无', '好', '男', '好', '20', '50', '15', '22', '无', '3123', '无', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '',  '备注内容', '表9');

?>
<div style="overflow:auto;">
	<table class="table table-bordered hos_table1" >
		<tr>
			<?php 
				foreach( $title_arr as $title ){
					?>
					<th><?php echo $title;?></th>
					<?php
				}
			?>
		</tr>
		<tr>
			<?php 
				foreach( $part_title_arr as $title ){
					?>
					<td><?php echo $title;?></td>
					<?php
				}
			?>
		</tr>
		<tr>
			<?php 
				foreach( $message_arr as $title ){
					?>
					<td><?php echo $title;?></td>
					<?php
				}
			?>
		</tr>
				
	</table>
<div>